Repository: schooltool-project/schooltool.lyceum.journal
Catalog: src/lyceum/locales/*/LC_MESSAGES/lyceum.po
Languages: lt

source: View Timetable
lt: Peržiūrėti tvarkaraštį

source: Journal
lt: Dienynas

source: Member Calendar
lt: Grupės narių kalendorius

source: Go
lt: Pasirinkti

source: <h1>Timetable for:</h1> ${weekday}
lt: <h1>Tvarkaraštis:</h1> ${weekday}

source: Title of the calendar
lt: Kalendoriaus pavadinimas

source: Total
lt: Viso

source: Explained:
lt: Pateisinta:

source: Average
lt: Vidurkis

source: Attendance
lt: Praleistos pamokos

source: ${group} journal
lt: ${group} dienynas

source: ${group} journal for ${month}
lt: ${group} dienynas ${month} mėnesiui

source: Term Grading
lt: Semestro pažymiai

source: update-button
lt: Patvirtinti

source: ${section} journal for ${month}
lt: ${section} dienynas ${month} mėnesiui

source: ${section} journal
lt: ${section} dienynas

source: ${student_name} journal for ${month}
lt: ${student_name} dienynas ${month} mėnesiui

source: ${person} journal for ${month}
lt: ${person} dienynas ${month} mėnesiui

source: ${person} journal
lt: ${person} dienynas

source: cancel-button
lt: Atšaukti

source: Term Grade
lt: Semestrinis pažymys

source: CSV Import
lt: CSV Importas

source: submit-button
lt: Įkelti
