Repository: schooltool-project/schooltool.lyceum.journal
Catalog: src/schooltool/lyceum/journal/locales/*/LC_MESSAGES/schooltool.lyceum.journal.po
Languages: ru

source: Total
ru: Всего

source: Explained:
ru: Пояснения:

source: Grades
ru: Классы

source: Average
ru: В среднем

source: Absences
ru: Пропуски

source: Absent
ru: Пропуск

source: Tardy
ru: Опоздание

source: Single letter that represents an absent mark for a student
ru: Буква, которой обозначается пропуск учеником занятий

source: Single letter that represents an tardy mark for a student
ru: Буква, которой обозначается пропуск учеником занятий

source: ${group} attendance for ${month}
ru: ${group} посещаемость в ${month}

source: <div>There have been no meetings in the selected term.</div>
ru: <div>В выбранном периоде времени собраний нет.</div>

source: ${section} journal for ${month} ${year}
ru: ${section} журнал за ${month} ${year}

source: Term Grading
ru: Разделение семестров (четвертей)

source: Legend
ru: Легенда

source: Attendance / grade
ru: Посещаемость/уровень

source: ${section} journal
ru: журнал ${section}

source: ${student_name} gradebook for ${month}
ru: ${student_name} журнал отметок за ${month}

source: title-for-select-button
ru: заголовок-для-кнопки-выбора

source: select-button
ru: кнопка-выбора

source: schortcut-letter-for-select
ru: буква-ярлыка-для-выбора

source: ${person} gradebook for ${month}
ru: ${person} журнал отметок за ${month}

source: ${person} gradebook
ru: журнал отметок ${person}

source: My Sections
ru: Мои разделы

source: Journal
ru: Журнал

source: Term Grade
ru: Оценка в семестре
