Repository: schooltool-project/schooltool.lyceum.journal
Catalog: src/schooltool/lyceum/journal/locales/*.po
Languages: ar, ast, bg, cs, da, de, el, es, gl, he, id, ka, km, lt, mn, mr, ms, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Submit
ms: Serah
nl: Indienen
ru: Подтвердить
uk: Підтвердити

source: Point Value
nl: Puntwaarde

source: Passing
nl: Slagen

source: Attendance / grade
ar: الحضور / الرتبة
ast: Asistencia / grau
bg: Присъствия / оценки
cs: Docházka / známka
da: Deltagerliste / stilling
de: Anwesenheit / Note
el: Παρουσίες / Βαθμός
gl: Asistencia / Cualificación
he: נוכחות / ציון
id: Kehadiran / nilai
ka: დასწრება / ნიშანი
km: វត្តមាន / ថ្នាក់
mn: Ирц / дүн
mr: उपस्थिती / गुण
ms: Kehadiran / gred
nb: Deltakelse / karakter
nl: Aanwezigheid / cijfer
pl: Obecność / Klasa
ro: Prezență / notă
ru: Посещаемость / оценка
sk: Dochádzka / známka
sv: Närvaro / betyg
tr: Devam / Not
uk: Відвідуваність / клас
vi: Có mặt / xếp loại

source: There are no absences.
es: No hay ausencias.
lt: Nėra praleistų pamokų.
ms: Tiada yang tidak hadir.
nl: Er zijn geen absenties.
ru: Нет пропусков.
uk: Немає відсутніх.

source: There are no tardies.
es: No hay tardanzas.
lt: Nėra pavėluotų pamokų.
ms: Tiada yang lewat.
nl: Er zijn geen laatkomers.
ru: Нет опозданий.
uk: Немає тих, що спізнились.

source: Participation
es: Participación
lt: Dalyvavimas
ms: Penyertaan
nl: Deelname
ru: Участие
uk: Участь

source: There are no participation scores.
es: No hay puntajes de participación.
lt: Nėra pažymių už dalyvavimą.
ms: Tiada skor penyertaan.
nl: Er zijn geen deelnamescores.
ru: Нет никаких баллов участия.

source: ${section} journal for ${month} ${year}
ar: ${section} يومية ل ${month} ${year}
ast: Diariu de ${section} pa ${month} de ${year}
bg: ${section} дневник за ${month} ${year}
cs: ${section} deník za ${month} ${year}
de: ${section} Journal für ${month} ${year}
el: ${section} ημερολόγιο για ${month} ${year}
es: Diario de ${section} para ${month} ${year}
gl: Diario de ${section} para ${month} de ${year}
he: ${section} יומן לתקופה ${month} ${year}
id: ${section} jurnal untuk ${month} ${year}
ka: ${section} ჟურნალი, თარიღი ${month} ${year}
km: ${section} ទិនានុប្បវត្តិ ${month} ${year}
lt: ${section} dienynas ${year} m. ${month} mėnesiui
mn: ${section} хичээлийн ${year} он ${month} сарын журнал
ms: jurnal ${section} untuk ${month} ${year}
nb: ${section} dagbok for ${month} ${year}
nl: ${section} logboek van ${month} ${year}
pl: ${section} dziennik na ${month} ${year}
ro: Jurnalul ${section} pentru ${month} ${year}
ru: Журнал класса ${section} за ${month} ${year}
sk: ${section} denník pre ${month} ${year}
tr: ${section} bölümünün ${month} ${year} yoklaması
uk: ${section} журнал за ${month} ${year}
vi: Nhật ký lớp ${section} trong thangs ${month} ${year}

source: ${section} journal
ar: سجل ${section} اليومي
ast: Diariu de ${section}
bg: ${section} дневник
cs: ${section} deník
el: ${section} ημερολόγιο
es: Diario de ${section}
gl: Diario de ${section}
he: ${section} יומן
id: ${section} jurnal
ka: ${section}-ის ჟურნალი
km: ${section} ទិនានុប្បវត្តិ
lt: ${section} dienynas
mn: ${section} хичээлийн журнал
mr: ${section} जर्नल
ms: Jurnal ${section}
nb: ${section} dagbok
nl: ${section} logboek
pl: ${section} dziennik
ro: Jurnal pentru ${section}
ru: Журнал класса ${section}
sk: ${section} denník
sv: Journal för ${section}
tr: ${section} yoklaması
uk: ${section} журнал
vi: Nhật ký lớp ${section}

source: ${person} gradebook for ${month}
ar: ${person} سجل الرتب ل ${month}
ast: Llibreta de notes de ${person} pa ${month}
bg: ${person} оценки за ${month}
cs: známky ${person} za ${month}
da: ${person} karakterbog for ${month}
de: ${person} Notenstand für ${month}
el: ${person} βαθμολόγιο για ${month}
es: Libreta de notas de ${person} para ${month}
gl: Caderno de cualificacións de ${person} de ${month}
he: ${person} גיליון ציונים ל ${month}
id: ${person} buku nilai untuk ${month}
ka: ${person}-ის ნიშანთა წიგნი, თვე ${month}
km: សៀវភៅ​ពិន្ទុ​របស់ ${person} សម្រាប់ ${month}
lt: ${person} pažymių knygelė ${month} mėnesiui
mn: ${person} дүнгийн дэвтэр ${month}
mr: ${person} चे ${month} साठीचे प्रगतीपुस्तक
ms: Buku laporan ${person} untuk bulan ${month}
nb: ${person} karakterbok for ${month}
nl: ${person} cijferlijst van ${month}
pl: ${person} zeszyt ocen z ${month}
ro: Carnetul de note al elevului ${person} pentru luna ${month}
ru: Табель ${person} за ${month}
sk: ${person} hodnotenie za ${month}
sv: Betygsbok för ${person} under ${month}
tr: ${person} ${month} ayı not defteri
uk: ${person} оцінки за ${month}
vi: bảng điểm của ${person} trong tháng ${month}

source: ${person} gradebook
ar: ${person} سجل الرتب
ast: Llibreta de notes de ${person}
bg: ${person} бележник
cs: známky ${person}
da: ${person} karakterbog
de: ${person} Notenbuch
el: ${person} βαθμολόγιο
es: Libreta de notas de ${person}
gl: Caderno de cualificacións ${person}
he: ${person} גיליון ציונים
id: ${person} buku nilai
ka: ${person}-ის ნიშანთა წიგნი
km: សៀវភៅ​ពិន្ទុ​សម្រាប់ ${person}
lt: ${person} pažymių knygelė
mn: ${person} дүнгийн дэвтэр
mr: ${person}चे प्रगतीपुस्तक
ms: Buku laporan ${person}
nb: ${person} karakterbok
nl: ${person} cijferlijst
pl: ${person} zeszyt ocen
ro: Carnetul de note al elevului ${person}
ru: Табель ${person}
sk: ${person} hodnotenie
sv: Betygsbok för ${person}
tr: ${person} not defteri
uk: ${person} оцінки
vi: Bảng điểm của ${person}

source: ${student_name} gradebook for ${month}
ar: ${student_name} سجل الرتب ل ${month}
ast: Llibreta de notes de ${student_name} pa ${month}
bg: ${student_name} бележник за ${month}
cs: známky ${student_name} za ${month}
da: ${student_name} karakterbog for ${month}
de: ${student_name} Notenstand für ${month}
el: ${student_name} βαθμολόγιο για ${month}
es: Libreta de notas de ${student_name} para ${month}
gl: Caderno de cualificacións de ${student_name} de ${month}
he: ${student_name} גיליון ציונים לתקופה ${month}
id: ${student_name} buku nilai untuk ${month}
ka: ${student_name}-ის ნიშანთა წიგნი, თვე ${month}
km: សៀវភៅ​ពិន្ទុ​របស់ ${student_name} សម្រាប់ ${month}
lt: ${student_name} pažymių knygelė ${month} mėnesiui
mn: ${student_name} дүнгийн дэвтэр ${month}
mr: ${student_name} चे ${month} साठीचे प्रगतीपुस्तक
ms: Laporan markah ${student_name} bagi bulan ${month}
nb: ${student_name} karakterbok for ${month}
nl: ${student_name} cijferlijst van ${month}
pl: ${student_name} zeszyt ocen z ${month}
ro: Carnetul de note al elevului ${student_name} pentru luna ${month}
ru: Табель ${student_name} за ${month}
sk: ${student_name} hodnotenie za ${month}
sv: ${student_name} betyg för ${month}
tr: ${student_name}, ${month} ayı not defteri
uk: ${student_name} оцінки за ${month}
vi: Bảng điểm của học sinh ${student_name} trong tháng ${month}

source: select-button
ar: اختيار
ast: Seleicionar
bg: Избери
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
gl: Seleccionar
id: Pilih
lt: Pasirinkti
mn: Сонгох
mr: निवडा
ms: Pilih
nb: Velg
nl: Selecteren
pl: Wybierz
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj
tr: Seç
uk: Вибрати
vi: Chọn

source: shortcut-letter-for-select
ast: S
cs: V
de: Auswahlkürzel
el: E
es: S
gl: S
id: P
lt: S
ms: P
nb: V
nl: S
pl: W
ro: S
ru: S
sk: V
sv: V
tr: S
uk: S
vi: C

source: title-for-select-button
ar: عنوان-زر-الإختيار
ast: Atayu: Alt-S
bg: заглавие-на-бутон-избери
cs: Klávesová zkratka: Alt-V
de: Tastenkombination: Alt-S
el: Συντόμευση: Alt-E
es: Atajo: Alt-S
gl: Atallo: Alt-S
id: pilih-tombol-untuk-judulnya
lt: Spartusis klavišas: Alt-S
mr: कळ: Alt-S
ms: Pintasan: Alt-S
nb: Hurtigtast: Alt-V
nl: Sneltoets: Alt-S
pl: Skrót: Alt-W
ro: Scurtătură: Alt-S
ru: Быстрая клавиша: Alt-S
sk: Skratka: Alt-V
sv: Genväg: Alt-V
tr: Kısayol: Alt-S
uk: Гаряча клавіша: Аlt-S
vi: Phím tắt: Alt-C

source: My Sections
ar: أقسامي
ast: Les mios seiciones
bg: Моите секции
cs: Moje sekce
da: Min afdeling
de: Meine Unterrichte
el: Τα τμήματά μου
es: Mis Secciones
gl: As miñas seccións
he: האיזורים שלי
id: Halamanku
ka: ჩემი სექციები
km: ផ្នែក​របស់​ខ្ញុំ
lt: Mano kursai
mn: Миний хичээлүүд
mr: माझे विभाग
ms: Bahagian Saya
nb: Mine seksjoner
nl: Mijn secties
pl: Moje Działy
ro: Secțiunile mele
ru: Мои классы
sk: Môj výber
sv: Mina sektioner
tr: Bölümlerim
uk: Мої Розділи
vi: Lớp học của tôi

source: Grading score system
es: Clasificación del sistema de puntuación
lt: Dalyvavimo vertinimo sistema
nl: Beoordelingsscoresysteem

source: Attendance score system
es: Sistema de puntuación de Asistencia
lt: Lankomumo vertinimo sistema
nl: Aanwezigheidsscoresysteem

source: Select a score system
es: Seleccionar un sistema de puntuación
lt: Pasirinkite vertinimo sistemą
nl: Selecteer een scoresystem

source: Create and edit journal data for a section.
ast: Crear y editar los datos de la revista pa una seición.
cs: Vytvořit a upravit žurnálovací data pro sekci
el: Δημιουργία και επεξεργασία ημερήσιου προγράμματος, για ένα τμήμα
es: Crear y editar datos del diario para una sección
gl: Crear e editar datos do diario para unha sección
id: Buat dan ubah data jurnal untuk bagian ini
lt: Kurti ir redaguoti dienyno duomenis skyriuje
ms: Bina dan sunting data jurnal untuk bahagian.
nb: Opprett og rediger journal data for en gruppe.
nl: Logboekgegevens van een sectie aanmaken en bewerken.
ru: Создать и редактировать данные журнала для класса.
tr: Bir bölüm için yoklama verisini oluşturur ve düzenler.
uk: Створити та редагувати журнал даних для секції.
vi: Tạo và sủa dữ liệu nhật ký cho một phiên

source: Edit Journal
ar: عدِّل الدفتر
ast: Editar la Revista
cs: Upravit Journal
el: Επεξεργασία προγράμματος
es: Editar Diario
gl: Editar diario
id: Ubah Jurnal
lt: Redaguoti dienyną
ms: Sunting Jurnal
nb: Rediger Journal
nl: Logboek bewerken
ru: Редактировать журнал
tr: Yoklamayı Düzenle
uk: Редагувати журнал
vi: Sửa Nhật ký

source: View Journal
ast: Ver revista
es: Ver Diario
id: Tampilkan Absensi
lt: Matyti dienyną
ms: Lihat Jurnal
nl: Logboek bekijken
ru: Посмотреть журнал
tr: Yoklamayı Göster
uk: Переглянути журнал

source: View journal data for a section.
ast: Ver los datos d'una seición de la revista.
es: Ver datos de diario para una sección.
id: Lihat data absensi untuk sesi ini.
lt: Matyti kurso dienyno duomenis.
ms: Lihat data jurnal untuk bahagian.
nl: Logboekgegevens van een sectie bekijken.
ru: Посмотреть журнал для класса.
tr: Bir bölüm için yoklama verisini gösterir.
uk: Передивитись дані журналу по класу

source: Clerks and the instructor of a section can edit a section's journal.
es: Secretarios e instructor de una sección pueden editar el diario de una sección.
lt: Raštinės darbuotojai ir kurso dėstytojas gali redaguoti kurso dienyną
nl: Klerken en de instructeur van een sectie kunnen een sectielogboek bewerken.

source: Only the instructor of a section can edit its journal.
ast: Sólo un monitor d'una seición pue editar la so revista.
es: Sólo el instructor de una sección puede editar su Diario.
id: Hanya instrukstur dari sesi itu yang bisa mengubah absensi.
lt: Tik kurso dėstytojas gali redaguoti kurso dienyną.
ms: Hanya pengajar bahagian boleh menyunting jurnalnya.
nl: Alleen de instructeur van een sectie kan het sectielogboek bewerken.
ru: Только преподаватель класса может редактировать этот журнал.
tr: Yalnız bir bölümün öğretmeni yoklamayı düzenleyebilir.
uk: Тільки класний керівник може редагувати цей журнал.

source: View
es: Vista
lt: Matyti

source: Help
ast: Ayuda
es: Ayuda
id: Bantuan
lt: Pagalba
ms: Bantuan
nb: Hjelp
ru: Помощь
tr: Yardım
uk: Допомога

source: Nr.
ast: Num.
bg: Номер
cs: č.
el: Νο.
es: Núm.
gl: Núm.
he: מס'
id: No.
mr: क्र.
sk: číslo:
tr: No

source: Scores
es: Puntajes
lt: Pažymiai

source: N/A
ast: N/D
es: No disponible
id: T/A
ms: T/A
ru: Н/Д
tr: Yok
uk: Н/Д

source: Absent
ar: غائب
ast: Ausente
bg: Отсъстващ
cs: Chybí
da: Fraværende
de: Abwesend
el: Απών / ουσα
es: Ausente
gl: Ausencias
he: היעדרות
id: Absen
ka: გაცდენილი
km: អវត្តមាន
lt: Praleido
mn: Ирээгүй
mr: अनुपस्थित
ms: Tidak hadir
nb: Fraværende
pl: Nieobecny/a
ru: Пропуск
sk: Neprítomný
sv: Frånvarande
tr: Devamsız
uk: Відсутній
vi: Vắng mặt

source: Excused?
es: ¿Justificado?

source: School year ${schoolyear}, term ${term}.
es: Año escolar ${schoolyear}, Período ${term}.
lt: ${term}, ${schoolyear}

source: Everybody
es: Todos
lt: Visi žmonės

source: All instructors
es: Todos los instructores
lt: Visi dėstytojai

source: Absent (excused)
es: Ausente (Justificado)
lt: Praleido (pateisinta)

source: Tardy (excused)
es: Tardanza (justificada)
lt: Vėlavo (pateisinta)

source: 10 Points
es: 10 puntos
lt: 10 balų

source: Journal Export
ms: Jurnal Eksport
ru: Экспорт журнала
uk: Експорт журналу

source: Grades
ar: الرتب
ast: Graos
bg: Оценки
cs: Známky
da: Karakterer
de: Noten
el: Βαθμοί
gl: Cualificacións
he: ציונים
id: Nilai
ka: ნიშნები
km: ថ្នាក់
mn: Дүн (Сурлагын амжилт)
ms: Gred
nb: Karakterer
pl: Oceny
ro: Note
ru: Оценки
sk: Známky
sv: Betyg
tr: Notlar
uk: Класи
vi: Bảng điểm

source: Name
ast: Nome
el: Όνομα
id: Nama
ms: Nama
nb: Navn
ru: Имя
sk: Meno
tr: Ad
uk: Ім’я
vi: Tên

source: The instructor of a section and school administration can edit a section's journal.
ast: El monitor d'una seición y l'alministración de la escuela puen editar la revista d'una seición.
id: Intruktur sesi itu dan pengawas sekolah bisa mengubah absensi tiap sesi.
ms: Pengajar bahagian dan pentadbir sekolah boleh menyunting bahagian jurnal.
ru: Только преподаватель класса и администратор могут редактировать этот журнал.
tr: Bölümün öğretmeni ve okul yönetimi bir bölümün yoklamasını düzenleyebilir.
uk: Класний керівник та шкільна адміністрація можуть редагувати розділи журналу

source: S
ast: G
tr: K

source: Timetables
vi: Thời khóa biểu

source: Nr
ar: رقم
bg: Номер
cs: Č
gl: Núm.
he: מס'
mr: क्र

source: Term Grading
ar: ترتيب الفصل
bg: Срочни оценки
cs: Hodnocení termínu
da: Terminskaraktergivning
de: Schuljahresabschnittsnote
gl: Cualificacións do período
he: טווח ציונים
ka: სემესტრის შეფასება
km: ពិន្ទុ​វគ្គ
mn: Улиралын дүн гаргах
mr: सत्रातील गुण
pl: Semestr
ro: Notarea pe semestru
sv: Terminsbetyg

source: Term Grade
ar: درجة الفصل
bg: Срочни оценки
cs: Hodnocení termínu
da: Terminskarakter
de: (Halb-)Jahresnote
gl: Prazo das cualificacións
he: טווח ציונים
ka: სემესტრის ნიშანი
km: ពិន្ទុ​វគ្គ
mn: Улиралын Дүн
mr: सत्राचे गुण
pl: Data otrzymania stopnia
ro: Medie pe semestru
sv: Terminsbetyg

source: <div>There have been no meetings in the selected term.</div>
bg: <div>Няма отбелязани срещи за избрания срок.</div>
he: <div>לא התקיימו פגישות בפרק זמן זה.</div>
ka: <div>არჩეულ სემესტრში შეხვედრები არ ყოფილა.</div>
mn: <div>Сонгосон улиралд хурал цуглаан болоогүй байна.</div>
mr: <div>या सत्रात कोणत्याही सभा नव्हत्या.</div>

source: Timetables assigned for this section: ${timetable_links}
bg: Времеви таблици, избрани за тази секция: ${timetable_links}
da: Tidsplaner henføres til dette afsnit:${timetable_links}
de: Stundenpläne, die diesem Unterricht zugeordnet sind: ${timetable_links}
he: שעות לימוד לחלק זה: ${timetable_links}
ka: ამ სექციისთვის მინიჭებული ნუსხა: ${timetable_links}
mn: Энэ хичээлийн цагийн хувиаруудын холбоос: ${timetable_links}
mr: या विभागासाठीचे वेळापत्रक: ${timetable_links}
pl: Plany lekcji przydzielone dla tej sekcji: ${timetable_links}
ro: Orarele alocate pentru această secțiune: ${timetable_links}
sv: Scheman tilldelade för denna sektion: ${timetable_links}
