Repository: schooltool-project/schooltool.lyceum.journal
Catalog: src/schooltool/lyceum/journal/locales/*.po
Languages: ar, ast, bg, cs, da, de, el, es, gl, he, id, ka, km, lt, mn, mr, ms, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Explained:
ar: توضيح:
ast: Esplicación:
bg: Обяснено:
cs: Vysvětleno:
da: Forklaret:
de: Erklärung:
el: Εξηγημένο:
es: Explicado:
gl: Explicado:
he: מוסבר:
id: Dijelaskan:
ka: ახსნილი
km: ពន្យល់ ៖
lt: Pateisinta:
mn: Тайлбарласан
ms: Penerangan:
nb: Forklart:
nl: Uitleg:
pl: Wyjaśniono:
ro: Explicat:
ru: Пояснения:
sk: Vysvetlené:
sv: Förklaring:
tr: Açıklanmış:
uk: Пояснення:
vi: Giải thích

source: Total
ar: المجموع
bg: Общо
cs: Celkem
de: Insgesamt
el: Σύνολο
he: סה"כ
ka: ჯამი
km: សរុប
lt: Viso
mn: Нийт
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Razem
ru: Всего
sk: Celkovo
sv: Totalt
tr: Toplam
uk: Підсумок
vi: Tổng

source: Journal
ar: السّجل اليومي
ast: Diariu
bg: Дневник
cs: Deník
el: Ημερολόγιο
es: Diario
gl: Diario
he: יומן
id: Jurnal
ka: ჟურნალი
km: ទិនានុប្បវត្តិ
lt: Dienynas
mn: журнал
mr: जर्नल
ms: Jurnal
nb: Dagbok
nl: Logboek
pl: Dziennik
ro: Jurnal
ru: Журнал
sk: Denník
tr: Yoklama
uk: Журнал
vi: Nhật ký

source: Section
ast: Seición
es: Sección
id: Bagian
lt: Kursas
ms: Bahagian
nb: Seksjon
nl: Sectie
ru: Класс
sk: Sekcia
tr: Bölüm
uk: Розділ
vi: Lớp học

source: Term
ast: Plazu
es: Período
id: Termin
lt: Semestras
ms: Penggal
nb: Termin
nl: Termijn
ru: Период
sk: Obdobie
tr: Dönem
uk: Семестр
vi: Học kỳ

source: Year
ast: Añu
el: Έτος
es: Año
id: Tahun
lt: Metai
ms: Tahun
nb: År
nl: Jaar
ru: Год
sk: Rok
tr: Yıl
uk: Рік
vi: Năm

source: Actions
ast: Aiciones
el: Ενέργειες
es: Acciones
id: Tindakan-tindakan
lt: Veiksmai
ms: Tindakan
nb: Handlinger
nl: Acties
ru: Мероприятие
sk: Akcie
tr: Eylemler
uk: Дії
vi: Hành động

source: Score System
es: Sistema de puntuación
lt: Vertinimo sistema
nl: Scoresysteem

source: Reports
es: Informes
lt: Ataskaitos
ms: Laporan
nb: Rapporter
nl: Rapporten
ru: Отчёты
uk: Звіти

source: Journal Scores Export
es: Exportar puntajes del Diario
lt: Eksportuoti dienyno pažymius
nl: Logboekscores export

source: A single Excel-formatted spreadsheet containing all the worksheets for this journal.
es: Una sola hoja de cálculo con formato Excel que contiene todas las hojas de trabajo para este Diario.
lt: Excel formato lentelė, kurioje yra visi šio dienyno lapai.
ms: Lembaran elektronik berformat-Excel tunggal mengandungi semua lembaran kerja untuk jurnal ini.
nl: Eén enkel Excel-geformatteerd werkblad met alle werkbladen van dit logboek.
ru: Сводная таблица Excel содержащая все страницы журнала.
uk: Одна Excel-форматована таблиця містить всі робочі листи для цього журналу.

source: Journal Attendance Export
es: Exportar asistencia del Diario
lt: Eksportuoti lankomumą
nl: Aanwezigheidslogboek export

source: My Journal
es: Mi Diario
lt: Mano dienynas
ms: Jurnal Saya
nl: Mijn logboek
ru: Мой журнал
uk: Мій журнал

source: Month
es: Mes
lt: Mėnuo
nl: Maand

source: Term(s)
es: Período(s)
lt: Semestras
nl: Termijn(en)

source: Filter group
es: Filtrar grupo
lt: Atrinkti grupę
nl: Groep filteren

source: Filter instructor
es: Filtrar instructor
lt: Atrinkti dėstytoją
nl: Instructeur filteren

source: Add Attendance Score System
es: Añadir Sistema de Puntuación para la Asistencia
lt: Pridėti lankomumo vertinimo sistemą
nl: Aanwezigheidsscoresysteem toevoegen

source: Score Systems
es: Sistemas de puntuación
lt: Vertinimo sistemos
nl: Scoresystemen

source: Attendance System
es: Sistema de Asistencia
lt: Lankomumo sistema
nl: Aanwezigheidssysteem

source: Journal Score Systems
es: Sistema de Puntuación para Diario
lt: Dienyno vertinimo sistemos
nl: Logboekscoresystemen

source: Single letter that represents an absent mark for a student
ar: حرف وحيد يمثّل علامة غياب لطالب
ast: a
bg: Единична буква, която представлява отсъствие на ученик
cs: Jedno písmeno, které představuje značku pro absenci studenta
da: Enkelt bogstav, der repræsenterer et fraværende mærke for en studerende
de: a
el: Χαρακτήρας που αναπαριστά το σύμβολο για απουσία ενός μαθητή
gl: A
he: tאות בודדת המסמלת העדרות של תלמיד
id: Satu huruf yang mewakili ketidakhadiran siswa
ka: მოსწავლის გაცდენის აღმნიშვნელი ასო
mn: Ганц үсгээр сурагч хичээлд ирээгүйг тэмдэглэнэ
mr: अ
ms: Huruf tunggal yang mewakili penanda pelajar ponteng
nb: En bokstav som representerer fraværsmarkering for en elev
nl: Enkele letter die de absentie van een leerling aanduidt.
pl: n
ro: a
ru: п
sk: n
sv: En bokstav som representerar frånvaro för en elev
tr: Bir öğrencinin yokluğunu gösteren harf
uk: Одна літера, що відображає знак відсутності студента
vi: V

source: Single letter that represents an tardy mark for a student
ar: حرف وحيد يمثّل علامة تأخر لطالب
ast: t
bg: Единична буква, която представлява закъснение на ученик
cs: Jedno písmeno, které představuje zančku pro pozdní příchod studenta
da: Enkelt bogstav, der repræsenterer et træg mærke for en studerende
de: v
el: Χαρακτήρας που συμβολίζει τον αργοπορημένο μαθητή
gl: R
he: אות בודדת המציגה ציון איחור עבור תלמיד
id: Satu huruf yang mewakili keterlambatan siswa
ka: მოსწავლის დაგვიანების აღმნიშვნელი ასო
mn: Ганц үсгээр сурагч хичээлээс хоцорсныг тэмдэглэнэ
mr: उ
ms: Huruf tunggal yang mewakili penanda pelajar lewat
nb: En bokstav som representerer en forsentmarkering for en elev
nl: Enkele letter die aanduidt dat een leerling te laat is.
pl: s
ro: î
ru: о
sk: o
sv: En bokstav som representerar sen ankomst för en elev
tr: Bir öğrencinin geciktiğini gösteren harf
uk: Одна літера, що відображає знак запізнення студента
vi: M

source: Average
ar: معدَّل
ast: Permediu
bg: Средно
cs: Průměr
da: Gennemsnit
de: Durchschnitt
el: Μέσος Όρος
es: Promedio
gl: Media
he: ממוצע
id: Rata-rata
ka: საშუალო
km: មធ្យម
lt: Vidurkis
mn: Дундаж
mr: सरासरी
ms: Purata
nb: Gjennomsnitt
nl: Gemiddelde
pl: Średnia
ro: Medie
ru: Среднее
sk: Priemer
sv: Medel
tr: Ortalama
uk: Середнє
vi: Trung bình

source: Absences
ar: الغيابات
ast: Ausencies
bg: Отсъствия
cs: Absence
da: Fravær
de: Abwesenheiten
el: Απουσίες
es: Ausencias
gl: Ausencias
he: היעדרויות
id: Ketidakhadiran
ka: გაცდენები
km: អវត្តមាន
lt: Praleista
mn: Хичээл ирээгүй
mr: अनुपस्थिती
ms: Ketidakhadiran
nb: Fravær
nl: Absenties
pl: Nieobecności
ro: Absențe
ru: Пропуски
sk: Neprítomnosť
sv: Frånvaro
tr: Devamsızlık
uk: Відсутні
vi: Vắng mặt

source: Tardies
ar: التأخيرات
ast: Tardones
cs: Pozdní příchody
de: Verspätungen
el: Σημειώματα Απουσιών
es: Retrasos
gl: Atrasos
id: Terlambat
lt: Vėluota
ms: Lewat
nb: udefinert
nl: Laatkomers
pl: Spóźnienia
ro: Întârzieri
ru: Опоздания
tr: Geç kalma
uk: Запізнення
vi: Muộn học

source: Excused
es: Justificado
lt: Pateisinta
nl: Geëxcuseerd

source: Tardy
ar: متأخر
ast: Retrasáu
bg: Закъснение
cs: Pozdní příchod
da: Træg
de: Verspätet
el: Αργοπορημένος
es: Retraso
gl: Atraso
he: מאחר
id: Lamban
ka: დაგვიანებული
km: យឺត
lt: Vėlavo
mn: Хоцорсон
mr: उशीर
ms: Lewat
nb: Forsent
nl: Te laat
pl: Spóźnienia
ro: Întârziere
ru: Опоздание
sk: Oneskorený
sv: Sen ankomst
tr: Gecikme
uk: Відстаючий
vi: Muộn

source: No periods have been assigned in timetables of this section.
ar: لم تخصّص أيّ فترات في جداول الوقت لهذا القسم.
ast: Nun se conseñaron periodos nos horarios d'esta seición.
bg: Няма периоди, избрани във времевите таблици за тази секция.
cs: Nebyla vytvořena žádná období v rozvrzích této sekce.
da: Ingen perioder er tildelt i tidsplan i dette afsnit.
de: In den Stundenplänen dieses Unterrichts wurden noch keine Perioden zugeordnet.
el: Δεν έχουν καθοριστεί περίοδοι στο πρόγραμμα για αυτό το τμήμα.
es: No se han asignado períodos en el horario de esta sección.
gl: Non hai períodos asignados nos horarios desta sección.
he: לא סומנו שעות לימוד במערכת השעות של חלק זה.
id: Belum ada periode yang didefinisikan dalam jadwal di bagian ini.
ka: ამ სექციის ნუსხაში გაკვეთილები არ იქნა მინიჭებული
km: មិន​បាន​កំណត់​រយៈ​ពេល​ក្នុង​កាល​វិភាគ​នៃ​ផ្នែក​នេះ ។
lt: Šiam kursui tvarkaraščiuose nepaskirta nei viena pamoka.
mn: Энэ хичээлийг цагийн хувиарын хаан ч оруулж тавиагүй байна.
mr: या विभागासाठी वेळापत्रकात कुठलेही तास ठरवलेले नाहीत.
ms: Tiada waktu yang telah ditentukan pada jadual waktu di bahagian ini.
nb: Ingen perioder har blitt tildelt i timeplanen for denne seksjonen.
nl: Er zijn geen periodes toegewezen aan roosters van deze sectie.
ro: În orarul acestei secțiuni nu a fost alocată nicio oră de curs.
ru: Никакие периоды не связаны с расписанием этого класса.
sk: Nebolo priradené obdobie v rozvrhoch tohto oddielu.
sv: Inga lektioner har tilldelats i scheman i denna sektion.
tr: Bu bölüm için zaman çizelgelerinde herhangi bir zaman aralığı atanmamış.
uk: Жодного періоду не пов’язано з розкладом у цьому розділі
vi: Không có khoảng thời gian nào được chỉ định trong thời khoá biểu của lớp học này.

source: You have some changes that have not been saved. Click OK to save now or CANCEL to continue without saving.
ast: Tienes dellos cambios ensin guardar. Calca Aceutar pa guardalos agora o Encaboxar pa siguir ensin guardar.
es: Tiene algunos cambios que no se han guardado. Clic en OK para guardar ahora o CANCEL para continuar sin guardar.
id: Anda melakukan perubahan yang belum disimpan. Klik OK untuk menyimpannya atau BATAL untuk lanjut tanpa menyimpan.
lt: Yra neišsaugotų pakeitimų. Paspauskite OK, kad išsaugotumėte dabar, arba CANCEL kad testumėte neišsaugodami.
ms: Anda mempunyai beberapa perubahan yang belum disimpan. Klik OK untuk menyimpan sekarang atau BATAL untuk teruskan tanpa menyimpan.
nb: Du har noen endringer som ikke er lagret. Klikk OK for å lagre nå eller AVBRYT for fortsette uten å lagre.
nl: Er zijn wijzigingen, die niet opgeslagen zijn. Klik op OK om ze op te slaan of op Annuleren om verder te gaan zonder de wijzigingen op te slaan.
ru: У вас есть некоторые не сохранённые изменения. Нажмите кнопку "ОК", чтобы сохранить их сейчас, или "Отмена", чтобы продолжить без сохранения.
tr: Kaydetmediğiniz bazı değişiklikler var. Şimdi kaydetmek için Tamam, kaydetmeden geçmek için İptal düğmesine tıklayın.
uk: Ви зробили зміни, які ще не збережені. Натисніть "ОК", щоб зберегти зміни або "Відміна", щоб продовжити без збереження.

source: Enter Scores
es: Escribe los puntajes
lt: Įveskite pažymius
nl: Voer scores in

source: Section is not scheduled
es: La Sección no está programada
lt: Kursas neturi tvarkaraščio
ms: Bahagian tidak dijadualkan
nl: Deze sectie is niet ingepland
ru: Класс не планируется
uk: Незапланований розділ

source: No periods assigned for this section
es: No hay períodos asignados para esta sección
lt: Šiam kursui nepriskirtas nei vienas periodas
ms: Tiada waktu diumpuk untuk bahagian ini
nl: Er zijn geen periodes toegewezen voor deze sectie.
ru: Нет периодов предназначенных для этого класса
uk: Немає періодів, пов'язаних з цим розділом

source: Enter Attendance
ast: Escribi l'asistencia
es: Ingrese la Asistencia
id: Masukkan Kehadiran
lt: Žymėti lankomumą
ms: Masukkan Kehadiran
nb: Skriv inn oppmøte
nl: Voer aanwezigheid in
ru: Указать посещение
tr: Katılımı Yazın
uk: Ввести явку

source: This section is not scheduled for any homeroom periods.
es: Esta sección no está programada para los períodos.
lt: Šio kurso tvarkaraštyje nėra atvykimo periodų.
nl: Deze sectie is niet ingepland voor een thuisklas-periode.

source: Journal Help
ast: Ayuda de la revista
es: Ayuda de Diario
id: Bantuan Absensi
lt: Dienyno pagalba
ms: Bantuan Jurnal
nl: Logboek-hulp
ru: Помощь по журналу
tr: Yoklama Yardımı
uk: Допомога по журналу

source: Attendance
ar: حضور
ast: Asistencia
cs: Účast
el: Παρουσίες
es: Asistencia
gl: Asistencia
id: Menghadiri
lt: Lankomumas
ms: Kehadiran
nb: Oppmøte
nl: Aanwezigheid
ru: Посещаемость
tr: Devamlılık
uk: Відвідування
vi: Điểm danh

source: Present
es: Presente
lt: Buvo
nl: Aanwezig

source: Fill down
es: Rellenar hacia abajo
lt: Užpildyti
ms: Isikan
nl: Invullen
ru: Заполнить
uk: Заповнити вниз

source: Sort by
ast: Ordenar por
es: Ordenar por
id: Urutan dari
lt: Rikiuoti pagal
ms: Isih mengikut
nb: Sorter etter
nl: Sorteren op
ru: Сортировать по
tr: Sıralama
uk: Сортувати за

source: Student
es: Estudiante
lt: Studentas
ms: Pelajar
nl: Leerling
ru: Учащийся
uk: Учень

source: History
es: Histórico
lt: Istorija
nl: Historie

source: Ave.
ast: Prom.
es: Prom.
lt: Vid.
ms: Pur.
nl: Gem.
ru: Средн.
tr: Ort
uk: Сер.

source: Trd.
es: Tardanzas
lt: Vėl.
ms: Lew.
nl: Te laat
ru: Опозд.
tr: Geç

source: Abs.
es: Ausencias
lt: Pral.
ms: Pon.
nl: Absent
ru: Проп.
tr: Yok
uk: Абс.

source: Exc.
es: Justificado
lt: Pat.
nl: Geëxc.

source: Exporting
es: Exportando
lt: Eksportuojama
nl: Exporteren

source: Homeroom
es: Sala de reunión
lt: Atvykimas
nl: Thuisklas

source: School Attendance
es: Asistencia de la Escuela
lt: Mokyklos lankomumas
nl: Schoolaanwezigheid

source: There are no school days this month.
es: No hay días de clases este mes.
lt: Šį mėnesį nėra mokslo dienų.
nl: Er zijn geen schooldagen deze maand.

source: The title field must not be empty
es: El campo del título no debe estar vacío
lt: Pavadinimas negali būti tuščias
nl: Het titelveld mag niet leeg zijn.

source: A score system must have at least one value.
es: Un sistema de puntuación debe tener al menos un valor.
lt: Vertinimo sistemoje turi būti bent viena reikšmė.
nl: Een scoresysteem dient minimaal één waarde te bevatten.

source: Duplicate value: ${value}
es: Valor duplicado: ${value}
lt: Pasikartojanti reikšmė: ${value}
nl: Duplicaatwaarde: ${value}

source: Title required for: ${value}
es: Título necesario para: ${value}
lt: Reikalingas pavadinimas: ${value}
nl: Titel vereist voor: ${value}

source: Duplicate title: ${title}
es: Título duplicado: ${title}
lt: Pasikartojantis pavadinimas: ${title}
nl: Duplicaattitel: ${title}

source: tardy
nl: te laat

source: present
nl: aanwezig

source: excused
nl: geëxcuseerd

source: Customize
es: Personalizar
lt: Redaguoti
nl: Aanpassen

source: Cancel
ms: Batal
nl: Annuleren
ru: Отмена
uk: Скасувати

source: ${group} attendance for ${month}
ar: ${group} الحضور ل${month}
ast: Asistencia en ${group} pa ${month}
bg: ${group} присъствие за ${month}
cs: ${group} docházka ${month}
da: ${group} tilstedeværelseslisten for ${month}
de: ${group} Anwesenheit für ${month}
el: ${group} παρόντες για ${month}
es: Asistencia de ${group} para ${month}
gl: Asistencia de ${group} para ${month}
he: ${group} נוככחות בתקופה ${month}
id: ${group} kehadiran untuk ${month}
ka: ${group} დასწრება ${month}-ის თვეში
km: វត្តមាន ${group} សម្រាប់ ${month}
lt: ${group} lankomumas ${month} mėnesiui
mn: ${month} -д хичээлд суусан ${group}
mr: ${group} ची ${month} महिन्यातील उपस्थिती
ms: Kehadiran ${group} untuk bulan ${month}
nb: ${group} deltakelse for ${month}
nl: ${group} aanwezigheid voor ${month}
pl: ${group} obecności na ${month}
ro: Prezența ${group} pentru ${month}
ru: Посещаемость ${group} в ${month}
sk: ${group} prezencia pre ${month}
sv: ${group} närvaro för ${month}
tr: ${group} grubunun ${month} ayındaki devamlılığı
uk: ${group} відвідуваність за ${month}
vi: ${group} Điểm danh cho tháng ${month}

source: There have been no meetings in the selected term.
ar: لم تكن هناك اجتماعات في الفترة المختارة.
ast: Nun hebo aconceyamientos nel periodu seleicionáu.
cs: Ve vybraném termínu nebyli žádné schůzky.
da: Der har ikke været møder i det udvalgte sigt.
de: Es gab keine Treffen in dem ausgewählten Zeitraum.
el: Δεν πραγματοποιήθηκαν συναντήσεις στην επιλεγμένη περίοδο.
es: No ha habido reuniones en el período seleccionado.
gl: Non houbo reunións no período seleccionado.
id: Sampai saat ini belum ada pertemuan dalam istilah yang dipilih.
km: មិន​មាន​ការ​ប្រជុំ​នៅ​ក្នុង​វគ្គ​ដែល​ជ្រើស ។
lt: Pasirinktame semestre nebuvo nei vieno susirinkimo.
ms: Tiada mesyuarat pada penggal yang dipilih.
nb: Det har ikke vært noen møter i den valgte terminen.
nl: Er zijn geen bijeenkomsten geweest in de geselecteerde termijn.
pl: W wybranym semestrze nie odbywają się żadne spotkania.
ro: Nu a avut loc nicio întâlnire în semestrul selectat.
ru: В выбранном периоде встреч нет.
sk: Ve vybranom termíne neboli žiadne schôdzky.
sv: Det har inte varit några möten under den valda terminen.
tr: Seçilen dönemde toplantı yok.
uk: Не було зустрічей в обраний термін.
vi: Không có buổi meeting nào trong học kỳ đã chọn

source: This section is not scheduled for any term, to use the journal you should add a timetable first.
ar: هذا القسم لم يحدّد لأيّ أجل ، لإستخدام المجلّة يمكنك إضافة جدول المواعيد أولا.
ast: Esta seición nun ta programada pa dengún periodu, pa usar el diariu hai qu'amestar un horariu primero.
bg: Тази секция не е включена в никой срок, за да използвате дневника, трябва първо да добавите времева таблица.
cs: Tato sekce není naplánovaná pro žádný čas, pro použití žurnálu byste měl přidat napřed časový rozvrh.
da: I dette afsnit er der ikke planlagt nogen aktivitet, for at bruge dagbogen bør du tilføje en tidsplan først.
de: Dieser Unterricht ist noch keinem Unterrichtsabschnitt zugeordnet. Zur Benutzung des Journals sollten Sie zunächst einen Stundenplan hinzufügen.
el: Δεν έχει γίνει χρονοδιάγραμμα του τμήματος για καμία χρονική περίοδο. Για να χρησιμοποιήσετε το ημερολόγιο πρέπει πρώτα να προσθέσετε ωρολόγιο πρόγραμμα.
es: Esta sección no está programada para ningún período, para usar el diario debe agregar primero un horario.
gl: Esta sección non está programada para ningún período, para empregar o diario debe engadir antes un horario.
he: לוח זמנים זה אינו מוקצה לתקופה, בכדי להשתמש ביומן תחילה עליך להוסיף מערכת שעות.
id: bagian ini bukan sebuah jadwal, untuk menggunakan jurnal ini harus mengisi lini waktu dahulu.
ka: ეს სექცია არც ერთი სემესტრის სექციაში არ შედის. ჟურნალის გამოყენებისთვის ნუსხა უნდა დაამატოთ.
km: មិន​បាន​កំណត់​ផ្នែក​នេះ​សម្រាប់​វគ្គ​ណា​មួយ​ទេ ដើម្បី​ប្រើ​ទិនានុប្បវត្តិ អ្នក​គួរ​បន្ថែម​កាល​វិភាគ​ជាមុន​សិន ។
lt: Šis kursas nesuplanuotas nei vienam semestrui; kad galėtumėte naudoti dienyną, turite pridėti tvarkarašŧį.
mn: Энэ хичээл аль ч улиралд төлөвлөгдөөгүй байна, та журналыг хэрэглэхийн тулд эхлээд цагийн хувиарт нэмж оруулна.
mr: या विभागासाठी कोणत्याही सत्रात वेळ देण्यात आलेला नाही, जर्नल वापरण्यासाठी कृपया वेळापत्रक तयार करा.
ms: Bahagian ini tidak mendaftar mana-mana penggal, untuk menggunakan jurnal anda haruslah menambah jadual waktu terlebih dahulu.
nb: Denne seksjonen har ikke planlagt noen termin, for å benytte journalen bør du legge til en timeplan først.
nl: Deze sectie is niet ingepland voor een termijn, om het logboek te gebruiken moet u eerst een rooster toevoegen.
pl: Ta część nie ma ustawionych żadnych semestrów, do korzystania z dziennika należy dodać najpierw plan lekcji.
ro: Această secțiune nu este programată pentru niciun semestru; pentru a utiliza jurnalul, mai întâi trebuie să adăugați un orar.
ru: Этот класс не связан ни с каким периодом. Для использования журнала необходимо добавить расписание.
sk: Tento oddiel nemá naplánované žiadne termíny, na použitie denníka by ste mali pridať najskôr rozvrh.
sv: Denna sektion är inte planerad för någon termin. För att använda journalen, lägg först till ett schema.
tr: Bu bölüm herhangi bir dönemde zamanlanmamış, yoklamayı kullanabilmek için önce bir zaman çizelgesi eklemeniz gerekiyor.
uk: Цей розділ не є запланованим на будь-який термін, щоб використовувати журнал ви повинні додати спочатку розклад.
vi: Lớp học này không nằm trong kế hoạch của các hojc kỳ, để sử dụng nhật ký trước tiên bạn nên thêm thời khóa biểu

source: Schedule
ast: Programación
el: Πρόγραμμα
es: Horario
id: Jadwal
lt: Tvarkaraštis
ms: Jadual
nb: Timeplan
nl: Inplanning
ru: Расписание
sk: Rozpis
tr: Zamanlama
uk: Розклад

source: You can manage timetables for this section here: ${timetable_link}
ar: يمكنك أن تدير جداول الوقت لهذا القسم هنا: ${timetable_link}
ast: Equí pueden tresnase los horarios d'esta seición: ${timetable_link}
bg: Можете да управлявате времевите таблици за тази секция тук: ${timetable_link}
cs: Můžete spravovat rozvrhy pro tuto sekci zde" ${timetable_link}
da: Du kan styre tidsplaner for dette afsnit her${timetable_link}
de: Stundenpläne für diesen Unterricht können hier verwaltet werden: ${timetable_link}
el: Εδώ μπορείτε να διαχειριστήτε το πρόγραμμα για αυτό το τμήμα: ${timetable_link}
es: Puede gestionar los horarios para esta sección aquí: ${timetable_link}
gl: Pode xestionar os horarios desta sección aquí: ${timetable_link}
he: באפשרותך לנהל מערכות שעות לחלק זה כאן: ${timetable_link}
id: Kelola jadwal untuk bagian ini di sini: ${timetable_link}
ka: თქვენ შეგიძლიათ მართოთ აი ამ სექციის ნუსხები: ${timetable_link}
km: អ្នក​អាច​គ្រប់គ្រង​កាល​វិភាគ​សម្រាប់​ផ្នែក​នេះ​នៅ​ទីនេះ ៖ ${timetable_link}
lt: Tvarkaraščius šiam kursui galite tvarkyti čia: ${timetable_link}
mn: Та энэ хичээлийн цагийн хувиарыг эндээс янзалж болно: ${timetable_link}
mr: या विभागाचे वेळापत्रक बदलण्यासाठी येथे जा: ${timetable_link}
ms: Anda boleh mengurus jadual waktu untuk bahagian ini disini: ${timetable_link}
nb: Du kan behandle timeplanene for denne seksjonen her: ${timetable_link}
nl: U kunt hier de roosters van deze sectie beheren: ${timetable_link}
pl: Możesz zarządzać planami lekcji dla tych sekcji tutaj: ${timetable_link}
ro: Puteți gestiona orarele pentru această secțiune aici: ${timetable_link}
ru: Вы можете управлять расписанием для этого класса здесь: ${timetable_link}
sk: Môžete upravovať rozvrhy pre tútu časť tu: ${timetable_link}
sv: Du kan hantera scheman för denna sektion här: ${timetable_link}
tr: Bu bölüm için zaman çizelgelerini şuradan yönetebilirsiniz : ${timetable_link}
uk: Ви можете керувати розкладами для цього розділу тут: ${timetable_link}
vi: Bạn có thể quản lý thời khóa biểu cho lớp học này tại đây

source: Save
ast: Guardar
el: Αποθήκευση
es: Guardar
id: Simpan
lt: Išsaugoti
ms: Simpan
nb: Lagre
nl: Opslaan
ru: Сохранить
sk: Ulož
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Shortcut: Alt-S
ast: Atayu de tecláu: Alt-G
es: Atajo: Alt-S
id: Pemintas: Alt-S
lt: Trumpinys: Alt-S
ms: Pintasan: Alt-S
nb: Snarvei: Alt+S
nl: Sneltoets: Alt-S
ru: Сочетание клавиш: Alt-S
tr: Kısayol: Alt-K
uk: Скорочення:Alt-S

source: Expand
es: Expandir
lt: Išskleisti
ms: Kembang
nl: Uitklappen
ru: Раскрыть
uk: Розгорнути

source: Collapse
es: Contraer
lt: Suskleisti
ms: Kuncup
nl: Inklappen
ru: Свернуть
uk: Згорнути

source: Zoom Out
ast: Amenorgar zoom
es: Alejar
id: Kecilkan
lt: Mažinti
ms: Zum Keluar
nb: Zoom ut
nl: Uitzoomen
ru: Уменьшить масштаб
tr: Uzaklaştır
uk: Віддалити

source: Zoom Normal
es: Tamaño normal
id: Normalkan
lt: Normalus
ms: Zum Biasa
nb: forstørrelse til normal
nl: Normaal zoomen
ru: Нормальный размер
tr: Normal
uk: Звичайний масштаб

source: Zoom In
ast: Aumentar zoom
es: Acercar
id: Besarkan
lt: Didinti
ms: Zum Masuk
nb: Forstørr
nl: Inzoomen
ru: Увеличить масштаб
tr: Yakınlaştır
uk: Збільшити

source: Legend
ar: الدليل
ast: Descripción
bg: Легенда
cs: Legenda
de: Legende
el: Υπόμνημα
es: Leyenda
gl: Lenda
he: מקרא
id: Legenda
ka: ლეგენდა
km: តាង
lt: Paaiškinimai
mn: Тайлбар тэмдэглэл
mr: अर्थ
ms: Petunjuk
nb: Forklaring
nl: Legenda
pl: Objaśnienia
ro: Legendă
ru: Обозначения
sk: Nápis
sv: Förklaring
tr: Gösterge
uk: Пояснення
vi: Chú thích

source: Report as
es: Informe como
lt: Reikšmės
nl: Rapporteren als

source: Day
ast: Día
el: Ημέρα
es: Día
id: Hari
lt: Diena
ms: Hari
nb: Dag
nl: Dag
ru: День
sk: Deň
tr: Gün
uk: День
vi: Ngày

source: Period
ast: Periodu
es: Período
id: Periode
lt: Periodas
ms: Waktu
nb: Time
nl: Periode
ru: Период
tr: Aralık
uk: Період

source: Fill empty cells
ms: Isi sel kosong
nl: Lege cellen invullen
ru: Заполнить пустые ячейки
uk: Заповніть вільні комірки

source: Grade
ms: Gred
nl: Cijfer
ru: Оценка
uk: Клас

source: Choose a grade to apply to all the students in the gradebook column.
ms: Pilih gred untuk laksanakan pada semua pelajar dalam lajur buku gred.
nl: Selecteer een cijfer om toe te passen voor alle leerlingen in de cijferlijstkolom.
ru: Укажите оценку для занесения всем учащимся в колонку табеля.
uk: Виберіть клас, щоб встановити його для всіх учнів в стовпчику Клас
